<div style="border: 4px double black">
	<h1>Добро пожаловать!</h1>
	<p>Если у Вас есть аккаунт, то для продолжения работы в сервисе вы можете авторизироваться.</p>
	<p>Если у Вас нет аккаунта, Вы можете работать в сервисе как гость, но чтобы задавать вопросы, Вам необходимо будет каждый раз вводить свои координаты для связи.</p>
	<p>Если у Вас нет аккаунта, Вы можете зарегистрироваться - это не займет много времени</p>

	<p><a href="index.php?c=topics&a=list">Продолжить как гость</a></p>
	<p><a href="index.php?c=users&a=gotologin">Войти в свой аккаунт</a></p>
	<p><a href="index.php?c=users&a=gotoregister">Зарегистрироваться</a></p>

</div>